Repository: wp-plugins/hrm-work-tracking
Catalog: lang/hrm-work-tracking-*.po
Languages: es_es, pl_pl

source: Pause
es_es: Pausa
pl_pl: Przerwa

source: Arbeit
es_es: Trabajo
pl_pl: Praca:

source: Tage
es_es: Días
pl_pl: Dni

source: Stunden
es_es: Horas
pl_pl: godzin.

source: Minuten
es_es: Minutos
pl_pl: Protokół

source: Sekunden
es_es: Segundos
pl_pl: Drugi

source: Personalabteilung
es_es: Departamento de recursos humanos
pl_pl: Dział Kadr

source: Andere HRM Mitarbeiter IDs
es_es: Otros ID de empleado HRM
pl_pl: Inne identyfikatory HRM pracownik

source: mehrere mit , getrennt
es_es: varios, separados
pl_pl: z wieloma, oddzielnie

source: Zeitraum
es_es: Período
pl_pl: Okres czasu:

source: Online
es_es: En línea

source: Name
es_es: Nombre
pl_pl: Nazwisko

source: E-mail
es_es: Correo electrónico
pl_pl: E-mailem

source: Sollstunden pro Tag
es_es: Horas / día
pl_pl: Planowane godziny dziennie

source: Stunden pro Woche / Monat
es_es: Horas / semana / mes
pl_pl: Godzin na tydzień / miesiąc

source: Ist-Stunden pro Monat
es_es: Horas reales por mes
pl_pl: Rzeczywiste godziny w miesiącu

source: laufend
es_es: funcionamiento
pl_pl: trwają

source: Arbeitszeit Einstellung
es_es: Ajuste del tiempo de trabajo
pl_pl: Stosunek pracy

source: Wochenarbeitszeit
es_es: Horas de trabajo semanales
pl_pl: Tydzień pracy

source: Die wöchentliche Arbeitszeit
es_es: Las horas de trabajo semanales
pl_pl: Tydzień pracy

source: Uhr
es_es: Reloj
pl_pl: zegarek

source: Zeiterfassung
es_es: Tiempo de grabación
pl_pl: Rejestracja czasu pracy

source: Personalchef
es_es: Jefe de recursos humanos
pl_pl: Osobisty Chef

source: Telefon
es_es: Teléfono

source: Krank bis
es_es: Mal hasta
pl_pl: Chory, aby

source: Monat
es_es: Mes
pl_pl: Miesiąc

source: Soll Arbeitsstunden
es_es: Debe de horas de trabajo
pl_pl: Powinien pracować godzin

source: Ist Arbeitsstunden
es_es: Horas de trabajo
pl_pl: Pracuje godzin

source: Arbeitszeit
es_es: Tiempo de trabajo
pl_pl: Godziny pracy

source: im
es_es: En
pl_pl: W

source: Pause beginnen
es_es: Comenzar la rotura
pl_pl: Pauza, aby rozpocząć

source: Pause beenden
es_es: Dejar en pausa
pl_pl: Zatrzymaj pokaz Wstrzymaj

source: Feierabend
es_es: Tiempo de cierre
pl_pl: Czas zamknięcia

source: Krank melden
es_es: Enfermo
pl_pl: Zadzwoń w chorych

source: Krankmeldung
es_es: Insulto
pl_pl: Zniewaga

source: Krank gemeldet bis
es_es: Enfermos registrados a
pl_pl: Chorego się

source: Bitte Datum eintragen!
es_es: Por favor ingrese la fecha!
pl_pl: Proszę podać datę!

source: Bitte geben Sie das Datum an, bis zu dem Sie krank gemeldet sind.
es_es: Por favor indique la fecha hasta cuando estás enfermo.
pl_pl: Wprowadź datę, do której jesteś chory.

source: anwesend
es_es: presente
pl_pl: przedstawienie

source: pause
es_es: rotura
pl_pl: Przerwa

source: abwesend
es_es: ausente
pl_pl: nieobecny

source: HRM Work Tracking
es_es: Trabajo HRM seguimiento

source: Ein Plug-in um die Arbeitszeit von mehreren WordPress Usern zu erfassen.
es_es: Un plug-in para registrar el tiempo de trabajo de varios usuarios de WordPress.
pl_pl: Plugin do śledzenia czasu pracy różnych użytkowników WordPress.
